brew "gh"
brew "node"
brew "starship"
brew "zoxide"
brew "fzf"
brew "bat"
brew "eza"
brew "ripgrep"
brew "fd"
brew "jq"
brew "yq"
brew "tree"
brew "wget"

cask "visual-studio-code"
cask "chatgpt"
cask "wechat"
cask "clash-verge-rev"
